
"kMVUpdateAvailableTitleKey" = "New version %@ available";

"kMVUpdateAvailableDescriptionKey" = "There is a new version of this application available, we suggest you download it to get the optimum experience.";

"kMVDownloadButtonTitleKey" = "Download";

"kMVRemindButtonTitleKey" = "Not Now";
